[GENERAL]
NAME					= 한국어
TRANSLATOR				= Bandisoft
DLG_FONT_NAME				= ICONTITLELOGFONT
DLG_FONT_SIZE				= 9


[TEXT]
TEXT_MESSAGEBOX_OK			= 확인
TEXT_MESSAGEBOX_CANCEL			= 취소
TEXT_MESSAGEBOX_ABORT			= 중지
TEXT_MESSAGEBOX_RETRY			= 재시도
TEXT_MESSAGEBOX_IGNORE			= 무시
TEXT_MESSAGEBOX_YES			= 예
TEXT_MESSAGEBOX_NO			= 아니요
TEXT_MESSAGEBOX_CONTINUE		= 계속

TEXT_BETA				= 베타
TEXT_PORTABLE				= 포터블
TEXT_BUILDNO				= 빌드#
TEXT_SELECT_FOLDER			= 폴더를 선택하세요
TEXT_ASSOC_IMAGE			= 이미지(${str1}) 파일
TEXT_ASSOC_RAWIMAGE			= RAW 이미지(${str1}) 파일
TEXT_ASSOC_EBOOK			= 압축된 이미지(${str1}) 파일
TEXT_APP_DESC				= 꿀뷰는 빠른 이미지 뷰어입니다.
TEXT_ABOUTBOX_TAB1			= 꿀뷰 정보
TEXT_PHOTOFOLDER_NAME			= 꿀뷰
TEXT_OPENFILEDLG_IMAGEFILE		= 이미지 파일
TEXT_OPENFILEDLG_ALLFILE		= 모든 파일
TEXT_NEW_FOLDER				= 새 폴더
TEXT_TRANSF_FILE_BEGIN_WITH		= 수정됨_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= 설치파일을 내려받을 수 없습니다.
TEXT_UPDATE_VERSION_CHECK_FAILED	= 버전 체크 실패
TEXT_UPDATE_VERSION_CHECKING		= 버전 체크 중
TEXT_UPDATE_DOWNLOAD_FAILED		= 내려받기 실패
TEXT_UPDATE_LATEST_VERSION		= 최신 버전입니다.
TEXT_UPDATE_DO_DOWNLOAD			= 업데이트가 필요합니다.
TEXT_UPDATE_DOWNLOAD_COMPLETED		= 내려받기 완료

TEXT_MSG_LASTPAGE			= 마지막 이미지입니다.
TEXT_MSG_FIRSTPAGE			= 첫번째 이미지입니다.
TEXT_MSG_NOIMAGEFILE			= 압축파일 안에 그림이 하나도 없네요.
TEXT_MSG_INVALID_PHOTOFOLDER		= 사진 보관함의 경로가 바르지 않습니다. 환경설정에서 사진 보관함의 경로를 먼저 지정해 주세요.
TEXT_MSG_CANTOPENARCHIVE		= 파일열기 실패:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= 이 파일은 상위버전의 파일이므로 열 수 없습니다. 프로그램을 최신 버전으로 업데이트 해주세요.
TEXT_MSG_INVALID_PASSWORD		= 암호가 틀렸습니다.
TEXT_MSG_STRETCHWHENSMALL_ON		= 작은 그림도 꽉차게 보기: 켬
TEXT_MSG_STRETCHWHENSMALL_OFF		= 작은 그림도 꽉차게 보기: 끔
TEXT_MSG_CANTOPENBOOKMARK		= 파일을 열수가 없네요.
TEXT_MSG_BROKENARCHIVE			= 이 압축파일은 손상된 파일입니다.
TEXT_MSG_ADDTOBOOKMARK			= 책갈피 추가: 
TEXT_MSG_LOADRECENTBOOKMARK		= 최근에 저장한 책갈피 열기: 
TEXT_MSG_SLIDESHOWSTART			= 슬라이드 쇼 시작: ${TIME}초
TEXT_MSG_SLIDESHOWSTOP			= 슬라이드 쇼 중지
TEXT_MSG_ALWAYSONTOP_ON			= 항상 위: 켬
TEXT_MSG_ALWAYSONTOP_OFF		= 항상 위: 끔
TEXT_MSG_ZOOMFIX_ON			= 축소/확대 고정: 켬
TEXT_MSG_ZOOMFIX_OFF			= 축소/확대 고정: 끔
TEXT_MSG_EXTPROGERR_LAUNCH		= 편집 프로그램 실행
TEXT_MSG_EXTPROGERR_NOTSET		= 이 기능은 보고있는 이미지를 그림판, 포토샵과 같은 외부 프로그램에서 바로 편집할 수 있는 기능입니다.[br][br]환경설정에서 편집 프로그램을 등록해 주세요.
TEXT_MSG_ARCHIVEBOOKMARK		= 압축파일내 위치 기억하기:
TEXT_MSG_RESTART_NOTIFY			= 프로그램을 다시 시작합니다.
TEXT_MSG_COPY2CLIPBOARD			= 클립보드로 복사되었습니다.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= 클립보드로 복사하지 못했습니다.
TEXT_MSG_BOOKMARK_EXPORTED		= 책갈피를 저장하였습니다.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= 책갈피를 저장하지 못하였습니다.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= 책갈피를 열지 못하였습니다.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= 책갈피를 가져오지 못하였습니다.
TEXT_MSG_BOOKMARK_IMPORTED		= 책갈피를 가져왔습니다.
TEXT_MSG_SETWALLPAPER_FAILED		= 바탕 화면 적용 작업을 실패하였습니다.
TEXT_MSG_CANT_OPEN_IMAGE		= 이미지 파일을 열 수 없습니다.
TEXT_MSG_TRANSFORM_COMPLETED		= 작업이 완료되었습니다.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= 파일을 열 수 없습니다.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= 파일을 저장할 수 없습니다.
TEXT_MSG_CANT_OPEN_MMF			= MMF를 열 수 없습니다. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= 프로그램을 다시 시작합니다.
TEXT_MSG_DELETED			= 삭제되었습니다.

TEXT_ASK_INIT				= 환경설정을 초기화 하시겠습니까?
TEXT_ASK_DELETE_IMAGE			= 이 파일을 휴지통에 버리시겠습니까?
TEXT_ASK_DELETE_ARCHIVE			= 현재 이미지는 압축파일의 일부분입니다.[br][br]압축파일(${FILENAME})을 통째로 삭제하시겠습니까??
TEXT_ASK_DELETE_BOOKMARKALL		= 저장된 책갈피를 전부 삭제하시겠습니까?
TEXT_ASK_LAUNCH_ASSOCUI			= Windows8부터는 확장자 연결 작업을 사용자가 별도로 하여야 합니다.[br][br]프로그램 연결 설정을 실행하시겠습니까?
TEXT_ASK_STOP_BATCH_PROCESSING		= 작업이 진행 중입니다. 취소하시겠습니까?

TEXT_FILTERMODE_NONE			= 필터 적용 안함
TEXT_FILTERMODE_BILINEAR		= 영상 필터: 부드럽게
TEXT_FILTERMODE_SHARPEN			= 영상 필터: 부드럽게+선명하게

TEXT_SHOWMODE_NONE			= 보기 모드: 원본 크기로 보기
TEXT_SHOWMODE_FIT2WINDOW		= 보기 모드: 꽉차게 보기
TEXT_SHOWMODE_FIT2WIDTH			= 보기 모드: 꽉차게 보기(폭맞춤)
TEXT_SHOWMODE_TWO_L2R			= 보기 모드: 스마트 두장 보기(왼쪽->오른쪽)
TEXT_SHOWMODE_TWO_R2L			= 보기 모드: 스마트 두장 보기(왼쪽<-오른쪽)

TEXT_NEXTPATH_NOFILE			= 폴더 이동: 이동 불가(파일을 먼저 여세요)
TEXT_NEXTPATH_LASTFOLDER		= 다음 폴더: 더는 이동 불가
TEXT_PREVPATH_LASTFOLDER		= 이전 폴더: 더는 이동 불가
TEXT_NEXTPATH_OPENFOLDER		= 다음 폴더:
TEXT_PREVPATH_OPENFOLDER		= 이전 폴더:

TEXT_DELETE				= 삭제: 
TEXT_COPY_TO_PHOTOFOLDER1		= 사진 보관함으로 복사:
TEXT_COPY_TO_PHOTOFOLDER2		= 보조 사진 보관함으로 복사:
TEXT_MOVE_TO_PHOTOFOLDER1		= 사진 보관함으로 이동:

TEXT_SELECTFILEDLG_FILELIST		= 사진 목록
TEXT_SELECTFILEDLG_DATE			= 수정 날짜
TEXT_SELECTFILEDLG_SIZE			= 크기

TEXT_BOOKMARKEDITDLG_PATH		= 경로

TEXT_PAGETURNFX_NONE			= 없음
TEXT_PAGETURNFX_HV2			= 페이지 넘김
TEXT_PAGETURNFX_ALPHA			= 부드럽게
TEXT_PAGETURNFX_SLIDE			= 미끄러지기

TEXT_FILEINFO_FILENAME			= 파일 이름
TEXT_FILEINFO_SIZE			= 파일 크기
TEXT_FILEINFO_CREATETIME		= 만든 날짜
TEXT_FILEINFO_MODIFYTIME		= 수정한 날짜
TEXT_FILEINFO_IMGINFO			= 이미지 정보
TEXT_FILEINFO_ROTATE			= 회전 정보
TEXT_FILEINFO_ZOOM			= 확대/축소

TEXT_EXIF_MAKER				= 카메라 제조사
TEXT_EXIF_MODEL				= 카메라 모델명 
TEXT_EXIF_SOFTWARE			= 소프트웨어
TEXT_EXIF_ARTIST			= 제작
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= 저작권
TEXT_EXIF_DATETIME			= 촬영 시각
TEXT_EXIF_FLASHUSED			= 플래시
TEXT_EXIF_FOCALLENGTH			= 초점 거리
TEXT_EXIF_FOCALLENGTH_35MM		= 35mm 환산
TEXT_EXIF_EXPOSURETIME			= 노출 시간
TEXT_EXIF_EXPOSUREBIAS			= 노출 보정
TEXT_EXIF_APERTUREFNUMBER		= 조리개 값
TEXT_EXIF_ISOEQUIVALENT			= ISO 감도
TEXT_EXIF_METERINGMODE			= 측광 방식
TEXT_EXIF_EXPOSUREPROGRAM		= 노출 방식
TEXT_EXIF_DISTANCE			= 초점 거리
TEXT_EXIF_GPS				= GPS 정보
TEXT_EXIF_COMMENT			= 코멘트

TEXT_CUSTOMCMD_NOOPERATION		= 아무것도 안함
TEXT_CUSTOMCMD_FULLSCREEN		= 전체화면 전환
TEXT_CUSTOMCMD_MAXIMIZE			= 최대화 전환
TEXT_CUSTOMCMD_MINIMIZE			= 최소화
TEXT_CUSTOMCMD_PAGESELECT		= 이미지 선택
TEXT_CUSTOMCMD_EXIT			= 종료
TEXT_CUSTOMCMD_OPEN			= 파일 열기
TEXT_CUSTOMCMD_OPENFOLDER		= 폴더 열기
TEXT_CUSTOMCMD_NEXT1			= 다음 이미지(1장)
TEXT_CUSTOMCMD_PREV1			= 이전 이미지(1장)
TEXT_CUSTOMCMD_NEXT			= 다음 페이지
TEXT_CUSTOMCMD_PREV			= 이전 페이지
TEXT_CUSTOMCMD_NEXT_RANDOM		= 다음 페이지(랜덤)
TEXT_CUSTOMCMD_PREV_RANDOM		= 이전 페이지(랜덤)
TEXT_CUSTOMCMD_HOME			= 첫번째 이미지
TEXT_CUSTOMCMD_END			= 마지막 이미지
TEXT_CUSTOMCMD_NEXT10			= 다음 이미지(10장)
TEXT_CUSTOMCMD_PREV10			= 이전 이미지(10장)
TEXT_CUSTOMCMD_SCROLL_UP		= 스크롤(위쪽)
TEXT_CUSTOMCMD_SCROLL_DN		= 스크롤(아래쪽)
TEXT_CUSTOMCMD_SCROLL_LEFT		= 스크롤(왼쪽)
TEXT_CUSTOMCMD_SCROLL_RIGHT		= 스크롤(오른쪽)
TEXT_CUSTOMCMD_ZOOM_IN			= 확대
TEXT_CUSTOMCMD_ZOOM_OUT			= 축소
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= 사진 보관함으로 복사
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= 사진 보관함으로 이동
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= 보조 사진 보관함으로 복사
TEXT_CUSTOMCMD_NEXTPATH			= 다음 압축 파일/폴더
TEXT_CUSTOMCMD_PREVPATH			= 이전 압축 파일/폴더
TEXT_CUSTOMCMD_CONTEXT_MENU		= 팝업 메뉴
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= 파일 정보/EXIF 정보 보기

TEXT_COMBO_GIF_TRANS_OPTION_0		= 원래 GIF 팔레트 사용
TEXT_COMBO_GIF_TRANS_OPTION_1		= 하얀색 배경 사용
TEXT_COMBO_GIF_TRANS_OPTION_2		= 격자무늬 배경 사용
TEXT_COMBO_GIF_TRANS_OPTION_3		= 검은 배경 사용

TEXT_COMBO_LASTFILE_ACTION_NONE		= 아무것도 하지 않음
TEXT_COMBO_LASTFILE_ACTION_ASK		= 무엇을 할지 물어보기
TEXT_COMBO_LASTFILE_ACTION_LOOP		= 다시 처음으로 돌아가기
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= 다음/이전 폴더/파일로 넘어가기

TEXT_ASSOC_GROUP0			= 많이 쓰이는 이미지 포맷
TEXT_ASSOC_GROUP1			= 최신 이미지 포맷
TEXT_ASSOC_GROUP2			= 카메라용 무손실 이미지 포맷
TEXT_ASSOC_GROUP3			= 압축된 이미지 파일 포맷

TEXT_SORT_METHOD_FILENAME		= 정렬방식: 파일명
TEXT_SORT_METHOD_DATE			= 정렬방식: 수정한 날짜
TEXT_SORT_METHOD_SIZE			= 정렬방식: 크기
TEXT_SORT_METHOD_EXT			= 정렬방식: 확장자

TEXT_TRANSF_RESIZE_NONE			= 크기 변경 안함
TEXT_TRANSF_RESIZE_KEEPRATIO		= 비율 유지
TEXT_TRANSF_RESIZE_FITWIDTH		= 폭맞춤
TEXT_TRANSF_RESIZE_ADD			= 여백 붙이기
TEXT_TRANSF_RESIZE_CUT			= 여백 자르기
TEXT_TRANSF_RESIZE_STRETCH		= 꽉차게 늘리기

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= 자동
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= 이전 폴더 ( [ )
TEXT_BTN_NEXT_FOLDER			= 다음 폴더 ( ] )
TEXT_BTN_PREV_ARCHIVE			= 이전 압축파일 ( [ )
TEXT_BTN_NEXT_ARCHIVE			= 다음 압축파일 ( ] )


[MENU]
MENUSTR_OPEN				= 열기\tF2
MENUSTR_OPENFOLDER			= 폴더 열기\tF
MENUSTR_CLOSE				= 닫기\tF4
MENUSTR_PAGESELECT			= 이미지 선택\tEnter
MENUSTR_OPEN_FILEPOSITION		= 탐색기 열기\tCtrl+Enter

MENUSTR_FILTER_NONE			= 필터적용 안함\tU
MENUSTR_FILTER_BILINEAR			= 부드럽게\tI
MENUSTR_FILTER_SHARPEN			= 부드럽게+선명하게\tS

MENUSTR_PAGEMOVE			= 이미지 이동
MENUSTR_PAGEMOVE_NEXT			= 다음 이미지\t->
MENUSTR_PAGEMOVE_PREV			= 이전 이미지\t<-
MENUSTR_PAGEMOVE_HOME			= 처음 이미지\tHome
MENUSTR_PAGEMOVE_END			= 마지막 이미지\tEnd
MENUSTR_PAGEMOVE_NEXT10			= 다음 10 이미지\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= 이전 10 이미지\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= 랜덤 순서 다음 이미지\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= 랜덤 순서 이전 이미지\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= 다음 압축 파일/폴더\t]
MENUSTR_PAGEMOVE_PREV_PATH		= 이전 압축 파일/폴더\t[

MENUSTR_INTERPOLATEMODE			= 보간 필터 선택
MENUSTR_INTERPOLATEMODE_BILINEAR	= 이중 선형 보간법(Bilinear, 빠름)
MENUSTR_INTERPOLATEMODE_BICUBIC		= 이중 큐빅 보간법(Bicubic, 느림/고품질)
MENUSTR_INTERPOLATEMODE_LANCZOS		= 란초스 보간법(Lanczos, 느림/고품질)

MENUSTR_IMAGE_PROCESSING		= 영상 처리
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= 반전\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= 감마 보정\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= 상하 반전\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= 좌우 반전\tCtrl+M

MENUSTR_SORT_METHOD			= 정렬 기준
MENUSTR_SORT_METHOD_FILENAME		= 이름
MENUSTR_SORT_METHOD_DATE		= 수정한 날짜
MENUSTR_SORT_METHOD_SIZE		= 크기
MENUSTR_SORT_METHOD_EXT			= 확장자
MENUSTR_SORT_DESCENDING			= 역순

MENUSTR_SHOWMODE			= 보기 모드
MENUSTR_FILTER_STRETCHWHENSMALL		= 작은 그림도 꽉차게 보기\tZ
MENUSTR_SHOWMODE_NONE			= 원본 크기(100%)로 보기\t0
MENUSTR_SHOWMODE_STRETCH		= 꽉차게 보기\t9
MENUSTR_SHOWMODE_FITWIDTH		= 꽉차게 보기(폭맞춤)\t8
MENUSTR_SHOWMODE_TWO_L2R		= 스마트 두장 보기(왼쪽->오른쪽)\t7
MENUSTR_SHOWMODE_TWO_R2L		= 스마트 두장 보기(왼쪽<-오른쪽)\t6

MENUSTR_ZOOM				= 축소/확대 보기
MENUSTR_ZOOM_IN				= 크게 보기\t+
MENUSTR_ZOOM_OUT			= 작게 보기\t-
MENUSTR_ZOOM_FIX			= 고정\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= 크게 보기(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= 작게 보기(1%)\tCtrl+-

MENUSTR_ROTATION			= 이미지 돌려보기
MENUSTR_ROTATION_NONE			= 돌려보지 않기\tAlt+↑
MENUSTR_ROTATION_L90			= 왼쪽으로 돌려보기\tAlt+←
MENUSTR_ROTATION_R90			= 오른쪽으로 돌려보기\tAlt+→
MENUSTR_ROTATION_180			= 거꾸로 돌려보기\tAlt+↓

MENUSTR_EXIFSHOW_TOGGLE			= 파일 정보/EXIF 정보 보기\tTAB
MENUSTR_WALLPAPER			= 바탕 화면 배경으로 지정...
MENUSTR_DELETE				= 파일 삭제\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= 사진 보관함으로 복사\tIns
MENUSTR_EXTPROG0			= 편집 프로그램 실행\tCtrl+E
MENUSTR_PRINT				= 인쇄\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= 클립보드로 복사하기\tCtrl+C

MENUSTR_SETTING				= 환경설정\tF5
MENUSTR_ABOUT				= 프로그램 정보\tF1
MENUSTR_EXIT				= 종료\tX

; about popup menu
MENUSTR_HOMEPAGE			= 프로그램 홈페이지
MENUSTR_HELP				= 단축키 도움말 페이지

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= 책갈피 추가\tB
MENUSTR_BOOKMARK_DELALL			= 책갈피 모두 삭제
MENUSTR_BOOKMARK_SETTTING		= 책갈피 설정
MENUSTR_BOOKMARK_EDIT			= 책갈피 편집\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= 슬라이드 쇼 끄기\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1초\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2초\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3초\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4초\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5초\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6초\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7초\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8초\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9초\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10초
MENUSTR_SLIDESHOW_15			= 15초
MENUSTR_SLIDESHOW_20			= 20초
MENUSTR_SLIDESHOW_25			= 25초
MENUSTR_SLIDESHOW_30			= 30초
MENUSTR_SLIDESHOW_60			= 60초
MENUSTR_SLIDESHOW_90			= 90초
MENUSTR_SLIDESHOW_LOOP			= 슬라이드 쇼 반복하기
MENUSTR_SLIDESHOW_RANDOM		= 랜덤하게 넘기기

MENUSTR_PAGETURNFX_NONE			= 효과 없음
MENUSTR_PAGETURNFX_HV2			= 페이지 넘김
MENUSTR_PAGETURNFX_ALPHA		= 부드럽게
MENUSTR_PAGETURNFX_SLIDE		= 미끄러지기

MENUSTR_PHOTOFOLDER_COPY1		= 기본 사진 보관함으로 복사\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= 기본 사진 보관함으로 이동\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= 보조 사진 보관함으로 복사\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= 사진 보관함 폴더 설정
MENUSTR_PHOTOFOLDER_OPEN		= 사진 보관함 폴더 열기

MENUSTR_TRANSFORMDLG			= 이미지 변환(회전, 크기조절)\tCtrl+T

[DIALOG]
IDCANCEL				= 취소
IDOK					= 확인

[IDD_ABOUT]  
IDD_ABOUT				= 프로그램 정보
IDC_BTN_HOMEPAGE			= 홈페이지
IDC_BTN_UPDATE				= 업데이트

[IDD_SETTING]
IDD_SETTING				= 환경 설정
IDC_BTN_INIT				= 초기화

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= 일반 설정
IDC_CHK_USESNAP				= 자석 기능 사용
IDC_CHK_DONOTREMEMBERFOLDER		= 최근 폴더 위치 저장 안함
IDC_CHK_ONE_INSTANCE			= 한개의 프로그램만 실행하기
IDC_CHK_ASK_DELETE			= 파일 삭제시 삭제 확인 물어보기
IDC_CHK_NO_CENTER_MESSAGE		= 알림 메시지를 가운데가 아닌 화면 구석에 표시하기
IDC_CHK_ALWAYS_ON_TOP			= 창을 항상 맨 위에 위치 시키기(Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= ESC키로 프로그램 종료하기
IDC_CHK_CHECK_UPDATE			= 최신 버전 업데이트 체크
IDC_CHK_CHECK_UPDATE_MINOR		= 마이너 버전 업데이트 시 업데이트 알림
IDC_STATIC_LASTFILEACTION_IMAGE		= 이미지 파일의 마지막/처음 파일일경우 작동:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= 압축된 이미지의 마지막/처음 파일일경우 작동:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= 보기 설정
IDC_CHK_SHOWBORDER			= 메인창의 테두리 보이기
IDC_CHK_SHOW_OVERLAY_FILEINFO		= 이미지위에 파일명 보여주기(상단 메뉴가 안보일때만 보임, 단축키:Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= 축소/확대 고정설정 저장하기
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= 상단 메뉴바 보이지 않기
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= 하단 컨트롤바 보이지 않기
IDC_CHK_DO_NOT_SIDE_ARROW		= 화면 좌/우 화살표 보이지 않기
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= 애니메이션 정보창 보이지 않기
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= 확대 정보창 보이지 않기
IDC_CHK_HIDE_TOOLTIP_HELP		= 풍선 도움말(툴팁) 보이지 않기
IDC_CHK_EXIFINFO_SMALL_FONT		= EXIF/파일 정보 글꼴을 작게 표시하기
IDC_CHK_USEBKGNDIMAGE			= 기본 배경 이미지 변경
IDC_BTN_BKGND_SET			= 선택
IDC_BTN_BKGND_OPEN			= 폴더 열기
IDC_STATIC_BKGNDCOLOR			= 배경색:
IDC_BTN_BKGND				= 선택
IDC_STATIC_BORDERCOLOR			= 테두리색:
IDC_BTN_BORDERCOLOR			= 선택

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= 책갈피 설정
IDC_CHK_AUTOBOOKMARK			= 보고있던 이미지 경로를 책갈피에 자동 저장
IDC_CHK_SHARE_SETTING			= 프로그램이 여러개 실행중일때 환경설정/책갈피 공유하기
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= 압축된 이미지 파일에서 보고 있던 이미지의 경로를 자동으로 기억하기
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= 삭제하기
IDC_STATIC_MAX_BOOKMARK			= 최대 책갈피 저장 개수:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= 파일 연결 확장자 목록
IDC_BTN_IMAGE_SELECT			= 전부 선택
IDC_BTN_IMAGE_DESELECT			= 선택 안함
IDC_BTN_APPLY_NOW			= 지금 적용

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= 확장자 연결하기
IDC_STATIC_ASSOC_DESC1			= Windows8 이후의 OS에서는 다음과 같은 방법으로 파일을 연결하셔야 합니다.
IDC_STATIC_ASSOC_DESC2			= 1. 아래의 "프로그램 연결 설정" 버튼 클릭
IDC_STATIC_ASSOC_DESC3			= 2. 프로그램 연결 설정창에서 "모두 선택"을 체크
IDC_STATIC_ASSOC_DESC4			= 3. "저장"버튼을 클릭하면 파일 연결이 완료됩니다.
IDC_STATIC_ASSOC_DESC1_10		= Windows10 이후의 OS에서는 다음과 같은 방법으로 파일을 연결하셔야 합니다.
IDC_STATIC_ASSOC_DESC2_10		= 1. 아래의 "프로그램 연결 설정" 버튼 클릭
IDC_STATIC_ASSOC_DESC3_10		= 2. 기본 앱 설정에서 "사진 뷰어" 항목  클릭
IDC_STATIC_ASSOC_DESC4_10		= 3. 프로그램 목록에서 "꿀뷰" 선택
IDC_BTN_LAUNCH_ASSOC_REG_UI		= 프로그램 연결 설정
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= 이전 방식 연결 설정

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= 영상 처리 설정
IDC_CHK_EXIFROTATION			= EXIF 정보를 이용해서 이미지 돌려보기
IDC_CHK_STRONG_SHARPEN			= 샤픈 필터 사용시 힘세고 강한 샤픈필터 사용
IDC_CHK_CACHE_IMAGE			= 다음 이미지를 미리 캐시하기
IDC_STATIC_CACHE_MEMORY_SIZE		= 캐시 메모리 크기: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= 이미지가 화면보다 클 경우 맨위쪽 보기
IDC_CHK_USE_PREVIEW_MODE		= 해상도가 큰 이미지를 읽을때 저화질로 일단 화면에 보여주는 기능 사용
IDC_CHK_USE_IMAGE_ICC			= 이미지 파일에 포함된 ICC 데이터를 이미지에 적용해서 보여주기
IDC_CHK_USE_MONITOR_ICC			= 모니터에 설정된 ICC 데이터를 이미지에 적용해서 보여주기
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF파일의 투명 배경 처리:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 32비트 이미지 파일의 투명 배경 처리:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= 이미지 크기 변환시 보간법:
IDC_STATIC_PAGETURNFX			= 페이지 넘김 효과:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= 사용
IDC_STATIC_CUSTOMKEYDESC_KEY		= 단축키
IDC_STATIC_CUSTOMKEYDESC_ACTION		= 작동

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= 설정 변경
IDC_STATIC_CUSTOMMOUSE_ACTION		= 작동
IDC_CHK_CUSTOM_LBUTTON			= 왼쪽 버튼
IDC_CHK_DBLCLICK2MAXIMIZE		= 마우스 왼쪽 버튼 더블클릭으로 최대화/복원 하기
IDC_CHK_CLICK2PAGETURN			= 마우스 왼쪽 버튼으로 화면 좌/우 클릭하면 페이지 넘김
IDC_CHK_CUSTOM_MBUTTON			= 가운데 버튼
IDC_CHK_CUSTOM_RBUTTON			= 오른쪽 버튼
IDC_CHK_CUSTOM_XBUTTON			= X 버튼
IDC_CHK_CUSTOM_YBUTTON			= Y 버튼
IDC_CHK_CUSTOM_WHEELUP			= 휠 위로 
IDC_CHK_CUSTOM_WHEELDN			= 휠 아래로

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= 탐색기에서 오른쪽 버튼 클릭시 메뉴 설정
IDC_CHK_SHELL_USE_SHELL_MENU		= 탐색기 메뉴 사용하기
IDC_CHK_SHELL_TRANSFORM_DLG		= 꿀뷰로 이미지 변환
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= 꿀뷰로 보기
IDC_CHK_SHELL_PREVIEW_IMAGE		= 메뉴에 이미지 미리보기
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= 이미지 정보 표시
IDC_CHK_SHELL_SHOW_ICON			= 메뉴에 아이콘 보이기
IDC_STATIC_SHELL_THUMB_PREVIEW		= 탐색기 이미지 미리 보기

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= 기타 설정
IDC_STATIC_PHOTOFOLDER			= 사진 보관함 폴더 설정
IDC_STATIC_PHOTOFOLDER_DESC1		= 기본 폴더:
IDC_STATIC_PHOTOFOLDER_DESC2		= 보조 폴더:
IDC_BTN_PHOTOFOLDER_SET1		= 선택
IDC_BTN_PHOTOFOLDER_OPEN1		= 열기
IDC_BTN_PHOTOFOLDER_SET2		= 선택
IDC_BTN_PHOTOFOLDER_OPEN2		= 열기
IDC_STATIC_EXTPROGRAM			= 편집 프로그램 등록
IDC_BTN_SET_EXTPROG0			= 선택
IDC_BTN_SET_EXTPROG1_FAST		= 빠른 선택
IDC_CHK_PAGETURNWAV			= 페이지 넘기는 소리내기
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW 이미지 파일은 아예 열지 않음
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= JPEG 파일을 열 때 같은 이름의 RAW 이미지 파일은 보기 목록에 추가 안함
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= RAW 이미지 파일을 열때 썸네일 이미지가 포함된 경우 썸네일 이미지를 보여주기
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= 이미지 크기에 맞춰 창 크기 조절
IDC_CHK_DISABLE_SCREEN_SAVER		= 프로그램 실행중 화면 보호기 작동 금지

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= 언어 설정
IDC_STATIC_OPEN_MULTLANG_PAGE		= [번역 홈페이지 열기]
IDC_STATIC_OPEN_LANG_FOLDER		= [언어 폴더 열기]

[IDD_PAGESELECT]
IDD_PAGESELECT				= 이미지 선택
IDC_CHECK_SHOW_THUMBNAIL		= 썸네일 이미지 보지 않기

[IDD_PASSINPUT]
IDD_PASSINPUT				= 암호 입력
IDC_STATIC_PASSDESC			= 이 파일에는 암호가 걸려 있습니다. 암호를 입력하세요.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= 책갈피 편집
IDC_BTN_DEL				= 선택 삭제
IDC_BTN_IMPORT				= 책갈피 가져오기
IDC_BTN_EXPORT				= 책갈피 내보내기

[IDD_PRINT]
IDD_PRINT				= 인쇄
IDC_GROUP_PRINTER			= 프린터(&Q)
IDC_BTN_PRINTER_PROPERTY		= 속성(&R)
IDC_CHK_ROTATE				= 회전(&O)
IDC_CHK_FIT_IN				= 맞추기(&I)
IDC_STATIC_ZOOM				= 축소(&Z):
IDC_STATIC_MARGIN_L			= 왼쪽 여백(&1):
IDC_STATIC_MARGIN_T			= 위쪽 여백(&2):
IDC_STATIC_MARGIN_R			= 오른쪽 여백(&3):
IDC_STATIC_MARGIN_B			= 아래쪽 여백(&4):
IDC_STATIC_COPIES			= 매수(&5):
IDC_BTN_PRINT				= 인쇄(&P)
IDC_BTN_CLOSE				= 닫기

[IDD_UPDATE]
IDD_UPDATE				= 꿀뷰 업데이트
IDC_STATIC_MESSAGE_1			= 꿀뷰를 최신버전으로 업데이트 할 준비가 끝났습니다.
IDC_STATIC_MESSAGE_2			= '업데이트' 버튼을 누르면 업데이트를 시작합니다.
IDOK					= 업데이트
IDCANCEL				= 취소
IDC_BTN_SETTING_UPDATE			= 업데이트 설정

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= 이름 바꾸기 혹은  덮어 씌우기
IDC_STATIC_ASK_OVERWRITE		= 대상 폴더에 같은 이름의 파일이 있습니다.
IDC_STATIC_SRC				= 현재 이미지
IDC_STATIC_DST				= 대상 이미지
IDC_BTN_OVERWRITE			= 덮어 씌우기
IDC_BTN_RENAME				= 다른 이름으로 저장

[IDD_WALLPAPER]
IDD_WALLPAPER				= 바탕 화면 설정
IDC_STATIC_PREVIEW			= 미리 보기
IDC_STATIC_BACK_COLOR			= 배경 색상
IDC_RADIO_BACKCOLOR_0			= 검은색
IDC_RADIO_BACKCOLOR_1			= 자동 선택
IDC_RADIO_BACKCOLOR_2			= 색상 선택
IDC_BTN_BKGND				= 배경색
IDC_BTN_CLOSE				= 닫기
IDC_BTN_APPLY				= 바탕 화면 적용

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= 파일 열기
IDC_STATIC_OPENING			= 여는 중입니다.

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= 폴더 선택
IDC_STATIC_FOLDER			= 폴더 경로(&D)
IDC_BTN_NEWFOLDER			= 새 폴더
IDC_CHK_OPEN_SUBFOLDER			= 하위 폴더의 파일도 열기
IDC_CHK_RECURSIVE			= 재귀적

[IDD_TRANSFORM]
IDD_TRANSFORM				= 간단한 변환
IDC_STATIC_FILELIST			= 변환할 파일 목록
IDC_STATIC_PREVIEW			= 미리 보기
IDC_BTN_START				= 시작
IDC_BTN_CLOSE				= 닫기
IDC_BTN_OPEN_DEST_FOLDER		= 대상 폴더

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= 회전
IDC_RADIO_ROTATE_NONE			= 회전 안함
IDC_RADIO_ROTATE_LEFT			= 좌로 90˚
IDC_RADIO_ROTATE_RIGHT			= 우로 90˚
IDC_RADIO_ROTATE_180			= 180˚
IDC_RADIO_ROTATE_AUTO			= EXIF 정보를 사용해서 자동으로
IDC_STATIC_RESIZE			= 크기 조절
IDC_STATIC_RESIZE_SIZE			= 변경할 크기

IDC_STATIC_FORMAT			= 저장 이미지 포맷
IDC_STATIC_FORMAT_SELECT		= 포맷 선택:
IDC_STATIC_FORMAT_QUALITY		= 화질:
IDC_STATIC_SAVE				= 파일 저장
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= 같은 폴더에 저장
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= 파일 보관 폴더에 저장
IDC_RADIO_TARGETFOLDER_CUSTOM		= 다음 폴더에 저장
IDC_STATIC_FILENAME_HEADER		= 저장되는 파일명 앞에 붙일 글자
IDC_STATIC_FILENAME2SAVE		= 저장될 파일명
IDC_BTN_INIT				= 설정 초기화


[SKIN]
$TT_FULLSCREEN				= 전체화면(Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= 단축키: /
$TT_TOGGLE_ANIMINFO_CONTROL		= 단축키: Alt+Z
$TT_PAGESELECT				= 이미지 선택(Enter)
$TT_LOCKCONTROLBAR			= 컨트롤바 고정(단축키: ~)
$TT_LOCKTITLEBAR			= 메뉴바 고정(단축키: `)
$TT_COPY_EXIFINFO			= EXIF 정보를 클립보드로 복사(Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= 파일 정보/EXIF 정보 보기(Tab)
$TT_LAUNCH_GPS_LOCATION			= 사진이 찍힌곳의 지도를 엽니다.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= 사운드&&샷 소리를 재생합니다.
$TT_CLOSE_EXIFINFO			= 단축키: Tab
$TT_PREV_BTN				= L:이전 R:이전(10)
$TT_NEXT_BTN				= L:다음 R:다음(10)

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= 사운드&&샷
$BTN_TEXT_SHOWMODE			= 보기 모드
$BTN_TEXT_PHOTOFOLDER			= 사진 보관함
$BTN_TEXT_EDIT				= 편집
$BTN_TEXT_STICKY			= 고정
$BTN_TEXT_BOOKMARK			= 책갈피
$BTN_TEXT_SLIDESHOW			= 슬라이드 쇼
$BTN_TEXT_UPDATE			= 새 버전이 나왔습니다.

$TEXT_SETTINGTAB_GENERAL		= 일반 
$TEXT_SETTINGTAB_VIEW			= 보기
$TEXT_SETTINGTAB_BOOKMARK		= 책갈피
$TEXT_SETTINGTAB_ASSOC			= 확장자
$TEXT_SETTINGTAB_IMAGEPROCESS		= 영상 처리
$TEXT_SETTINGTAB_KEYBOARD		= 키보드
$TEXT_SETTINGTAB_MOUSE			= 마우스
$TEXT_SETTINGTAB_SHELL			= 탐색기 메뉴
$TEXT_SETTINGTAB_ETC			= 기타
$TEXT_SETTINGTAB_LANG			= 언어 설정

$TEXT_DESKTOP				= 바탕 화면
$TEXT_DOCUMENT				= 문서
$TEXT_PICTURE				= 사진
$TEXT_COMPUTER				= 컴퓨터


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= 꿀뷰로 변환(&2)
TEXT_LAUNCH_HONEYVIEW			= 꿀뷰로 보기(&3)
TEXT_LOADING				= 파일 읽는 중...
TEXT_IMAGE_LOAD_FAILED			= 파일을 열 수 없습니다.
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= 미리보기를 지원하지 않는 포맷입니다.


[INSTALLER]
LNK_FILE_DESC				= 꿀뷰를 실행합니다.
UNINSTALLER_LNK_NAME 			= 프로그램 제거

MSG_STILLRUN_EXIT_PROGRAM		= 꿀뷰가 실행 중입니다. 프로그램을 먼저 종료해 주세요.
MSG_ASK_DELETE_ALL_FILES		= 프로그램이 설치된 후 생성된 파일이 설치 폴더($INSTDIR)에 일부 남아 있습니다.[br][br]프로그램이 설치되었던 폴더를 완전히 삭제하시겠습니까?
MSG_ASK_RESTART_EXPLORER		= 정상적으로 설치를 완료하기 위해서는 탐색기를 다시 시작하여야 합니다. 지금 탐색기를 다시 시작하시겠습니까?
MSG_ASK_UNINSTALL_HV3			= 컴퓨터에 꿀뷰3가 설치되어 있네요. 기존에 설치된 꿀뷰3를 제거해야만 새 버전을 설치할 수 있습니다. 꿀뷰3를 제거하시겠습니까? (기존 책갈피는 옮겨집니다.)
MSG_UNINSTALL_HV3_FAILED		= 제거를 실패하였습니다.
MSG_RESTART_EXPLORER			= 꿀뷰3의 제거를 완료하기 위해서 탐색기를 재시작합니다.

TEXT_LICENSE				= 꿀뷰 설치 약관
TEXT_OPTIONS				= 설치 옵션
TEXT_OPT_PROGRAMGROUP			= 프로그램 그룹 생성
TEXT_OPT_DESKTOPSHORCUT			= 바탕 화면에 단축 아이콘 생성
TEXT_OPT_QUICKLAUNCH			= 빠른 실행 단축 아이콘 생성
TEXT_OPT_FOLDER				= 설치 폴더
TEXT_OPT_REGIMAGE			= 이미지 파일 확장자 연결
TEXT_SELECT_FOLDER			= 폴더 선택
TEXT_LICENSE_LINK			= [홈페이지]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= 꿀뷰 설치 약관
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= 꿀뷰는 반디소프트에서 개발하고 배포하는 무료 소프트웨어입니다.[br][br]이 프로그램은 개인/기업/관공서/학교/회사/법인/가정/군부대 등 언제나 어디서나 무료로 사용할 수 있습니다.

TEXT_ASK_RESTART_EXPLORER		= 정상적으로 설치를 완료하기위해서는 탐색기를 재시작 하여야 합니다. 지금 탐색기를 재시작하시겠습니까?
TEXT_NEED_ADMIN_PRIVILEGE		= 이 프로그램은 시스템의 관리자 권한(Administrator)을 가진 사용자만이 설치할 수 있습니다.[br][br]관리자 권한이 없으면 정상 설치되지 않습니다.[br][br]설치를 중단하시겠습니까?

